{
    "menu": {
        "accueil": "Home",
        "sallejeux": "Games room",
        "sondage": "Survey",
        "apropos": "About..."
    },
    "button": {
        "letsgo": "Let's go!"
    },
    "bienvenue": {
        "titre": "Welcome",
        "lettre1": "Dear player,",
        "lettre2": "You will discover the exciting world of Super Mario in a virtual escape game. <br /> Do not hesitate to contact Toad! The <b>chatbot</b> available, top right, if you need help.",
        "reglestart": "Here are the rules to follow:",
        "reglefin": "Have fun!",
        "regle1": "Respect the rules of the escape game.",
        "regle2": "Explore the room for clues, riddles and puzzles.",
        "regle3": "Use the pipes to advance in the game and reach new areas.",
        "regle4": "Solve the whimsical puzzles to unlock doors and find clues.",
        "regle5": "Use logic to solve the math puzzles and the boat problem.",
        "regle6": "Pay attention to detail and focus on finding solutions.",
        "regle7": "Don't hesitate to ask Toad, the chatbot, for help if you get stuck or don't know what to do.",
        "regle8": "Keep in mind that time is limited, so don't waste time looking for useless clues.",
        "regle9": "Respect the material and do not destroy it.",
        "regle10": "Play alone and enjoy the Super Mario experience by testing your own problem-solving ability.",
        "start": "Start"
    },
    "sondage": {
        "titre": "Survey",
        "sous-titre": "Preliminary study for the integration of a chatbot as a clue dispenser in an Escape Game",
        "txt": "You are invited to participate in a survey as part of this thesis for the University of Namur. <br/> Could you answer the survey questions after participating in the game?",
        "merci": "Thanks in advance!",
        "button": "Survey"
    },
    "about": {
        "titre": "Credits",
        "creation": "Creation & Webdesign",
        "images": "Pictures"
    },
    "game": {
        "room": "ROOM",
        "enigmes": "ENIGMA",
        "youwin": "YOU WIN",
        "youwintxt": "Congratulations, you won with a score of ",
        "rejouer": "Replay",
        "gameovertxt": "Sorry you lost!",
        "tuperds": "You lose!",
        "bravo": "Bravo!",
        "warning": "Warning",
        "barque1": "<b>2</b> people maximum in the boat!",
        "barque2": "Don't leave Luigi alone with Toad(the mushroom), Luigi will eat it!",
        "barque3": "Don't leave Luigi alone with Bowser, Bowser will eat him!",
        "traverser": "To cross"
    }
}